{
	"Dashboard": "Dashboard",
	"harada.activeVersion": "Active version: {{version}}",
	"harada.gridHint": "Hover or focus to see details",
	"harada.gridTitle": "9×9 grid",
	"harada.legend.action": "Action",
	"harada.legend.goal": "Goal",
	"harada.legend.theme": "Theme",
	"harada.metaLabel": "Meta",
	"harada.themesTitle": "Themes (fixed order)",
	"harada.title": "Harada Board",
	"harada.updatedAt": "Updated at {{date}}",
	"home.about1": "I'm Claus Haas — full-stack developer, cloud infrastructure and automation specialist. For over 12 years, I help companies break the barrier between having technology and using it with strategic intelligence.",
	"home.about2": "My main motivation is simple and powerful: seeing things work as they were envisioned. While many get frustrated trying to turn ideas into viable systems, I step in to translate vision into structure, eliminate bottlenecks and accelerate growth.",
	"home.about3": "More than writing code, my job is to understand the heart of your business and turn it into efficient systems, intuitive interfaces and automated flows that really make a difference. Every line of code has purpose. Every automation has impact. Every system I build delivers what every company seeks: efficiency, control and real scalability.",
	"home.about4": "",
	"home.aboutTitle": "Turning ideas into digital solutions with strategy, code and business vision",
	"home.emailAria": "Send email to contact@claushaas.dev",
	"home.experience": "I have led the development of platforms with over 70,000 active users, integrating payment systems, CRM, email marketing and notifications in an efficient digital ecosystem. I have worked with tools like React, Supabase, WordPress, Mautic, Infusionsoft, TypeScript, React Router, AWS and others — always focused on the strategy behind the technology.",
	"home.experienceTitle": "Proven experience",
	"home.footer": "© {{year}} Claus Haas Ltda.",
	"home.footerCnpj": " CNPJ 59.586.732/0001-58",
	"home.letsTalk": "Let's talk && () =>",
	"home.motivation1": "Create applications that sell, scale and delight.",
	"home.motivation2": "Automate what slows down, connect what's loose and bring data to life.",
	"home.motivation3": "Make technology work for the business — not the other way around.",
	"home.motivationTitle": "What drives me:",
	"home.name1": "Claus",
	"home.name2": "Haas",
	"home.role1": "Fullstack Developer",
	"home.role2": "Automation Expert",
	"home.role3": "CRM Specialist",
	"home.skillsTitle": "Skills & Technologies",
	"home.techRight1": "If your operation still depends on improvisation and manual processes, maybe what's missing isn't effort — but the right structure, designed the right way. My role is to build that structure. And make your company breathe easy.",
	"home.techRight2": "No matter the size of your idea, it deserves to become reality. With strategy, efficiency and real technology.",
	"home.techRightTitle": "The right technology, in the right place, changes everything.",
	"home.whatIDo1": "I develop robust applications with React, Node.js and AWS.",
	"home.whatIDo2": "I integrate CRMs like Mautic, Infusionsoft, RD Station and HubSpot with automations that save time and increase conversion.",
	"home.whatIDo3": "I automate sales, support and email journeys, eliminating manual tasks.",
	"home.whatIDo4": "I connect disparate tools and deliver platforms that work — in practice, not just in theory.",
	"home.whatIDo5": "I design scalable architectures focused on performance and sustainable growth.",
	"home.whatIDoTitle": "What I do in practice:",
	"home.when1": "When it's necessary to integrate systems that don't talk to each other.",
	"home.when2": "When manual processes are blocking operations.",
	"home.when3": "When data needs to become decisions — not spreadsheets.",
	"home.when4": "When it's time to deliver with precision, clarity and performance.",
	"home.whenTitle": "When do they look for me?",
	"idioma.en": "En",
	"idioma.label": "Language",
	"idioma.pt": "Pt",
	"media.loadError": "Unable to load this media.",
	"project.seeMore": "See more",
	"project.seeMoreAria": "See more about project {{title}}",
	"projects": {
		"budgetPal": {
			"description": "Mobile app created in React Native. Its purpose is to help families with limited financial resources create a shared budget to achieve their financial goals.",
			"highlights": {
				"multiUser": "Multi user",
				"offlineFirst": "Offline first",
				"realtimeSync": "Realtime sync"
			},
			"title": "budgetPal"
		},
		"budgetPalWebsite": {
			"description": "Website for promoting the budgetPal app.",
			"highlights": {
				"cloudflareWorkers": "Cloudflare Workers",
				"ssr": "SSR"
			},
			"title": "budgetPal Website"
		},
		"portfolio": {
			"description": "This website. Created to promote my company and my work.",
			"highlights": {
				"cloudflareWorkers": "Cloudflare Workers",
				"i18n": "i18n",
				"ssr": "SSR"
			},
			"title": "claushaas.dev"
		},
		"yem": {
			"description": "Platform of the largest Yoga school in Brazil. With over 70,000 students, Yoga em Movimento makes a difference in the quality of life and spirituality of thousands of people worldwide.",
			"highlights": {
				"awsCognito": "AWS Cognito",
				"hotmart": "Hotmart",
				"mautic": "Mautic",
				"postgres": "Postgres",
				"prismaOrm": "Prisma ORM"
			},
			"title": "Yoga em Movimento"
		}
	},
	"projects.budgetPal.title": "budgetPal",
	"projects.listAria": "Project list",
	"projects.next": "Next",
	"projects.nextAria": "Next project",
	"projects.title": "Projects",
	"Welcome": "Welcome to Claus Haas Ltda."
}
