{
	"Dashboard": "Dashboard",
	"harada.activeVersion": "Versão ativa: {{version}}",
	"harada.gridHint": "Passe o mouse ou foque para ver detalhes",
	"harada.gridTitle": "Grid 9×9",
	"harada.legend.action": "Ação",
	"harada.legend.goal": "Objetivo",
	"harada.legend.theme": "Tema",
	"harada.metaLabel": "Meta",
	"harada.themesTitle": "Temas (ordem fixa)",
	"harada.title": "Harada Board",
	"harada.updatedAt": "Atualizado em {{date}}",
	"home.about1": "Sou Claus Haas — desenvolvedor full-stack, especialista em infraestrutura cloud e automação. Há mais de 12 anos ajudo empresas a romper a barreira entre ter tecnologia e usá-la com inteligência estratégica.",
	"home.about2": "Minha principal motivação é simples e poderosa: ver as coisas funcionando como foram idealizadas. Enquanto muitos se frustram tentando transformar ideias em sistemas viáveis, entro em cena para traduzir visão em estrutura, eliminar gargalos e acelerar o crescimento.",
	"home.about3": "Mais do que escrever código, meu trabalho é entender o coração do seu negócio e transformá-lo em sistemas eficientes, interfaces intuitivas e fluxos automatizados que realmente fazem diferença. Cada linha de código tem propósito. Cada automação tem impacto. Cada sistema que construo entrega o que toda empresa busca: eficiência, controle e escalabilidade real.",
	"home.about4": "",
	"home.aboutTitle": "Transformando ideias em soluções digitais com estratégia, código e visão de negócio",
	"home.emailAria": "Enviar e-mail para contact@claushaas.dev",
	"home.experience": "Liderei o desenvolvimento de plataformas com mais de 70.000 usuários ativos, integrando sistemas de pagamento, CRM, e-mail marketing e notificações em um ecossistema digital eficiente. Trabalhei com ferramentas como React, Supabase, WordPress, Mautic, Infusionsoft, TypeScript, React Router, AWS e outras — sempre focado na estratégia por trás da tecnologia.",
	"home.experienceTitle": "Experiência comprovada",
	"home.footer": "Todos os direitos reservados - {{year}} - Claus Haas Ltda.",
	"home.footerCnpj": " - CNPJ 59.586.732/0001-58",
	"home.letsTalk": "Vamos conversar && () =>",
	"home.motivation1": "Criar aplicações que vendem, escalam e encantam.",
	"home.motivation2": "Automatizar o que trava, conectar o que está solto e dar vida aos dados.",
	"home.motivation3": "Fazer a tecnologia trabalhar para o negócio — e não o contrário.",
	"home.motivationTitle": "O que me move:",
	"home.name1": "Claus",
	"home.name2": "Haas",
	"home.role1": "Desenvolvedor Fullstack",
	"home.role2": "Especialista em Automação",
	"home.role3": "Especialista em CRM",
	"home.skillsTitle": "Skills & Tecnologias",
	"home.techRight1": "Se sua operação ainda depende de improviso e processos manuais, talvez o que falte não seja esforço — mas a estrutura certa, pensada do jeito certo. Meu papel é construir essa estrutura. E fazer sua empresa respirar aliviada.",
	"home.techRight2": "Não importa o tamanho da sua ideia, ela merece virar realidade. Com estratégia, eficiência e tecnologia de verdade.",
	"home.techRightTitle": "A tecnologia certa, no lugar certo, muda tudo.",
	"home.whatIDo1": "Desenvolvo aplicações robustas com React, Node.js e AWS.",
	"home.whatIDo2": "Integro CRMs como Mautic, Infusionsoft, RD Station e HubSpot com automações que economizam tempo e aumentam conversão.",
	"home.whatIDo3": "Automatizo jornadas de vendas, suporte e e-mail, eliminando tarefas manuais.",
	"home.whatIDo4": "Conecto ferramentas dispersas e entrego plataformas que funcionam — na prática, não só na teoria.",
	"home.whatIDo5": "Desenho arquiteturas escaláveis focadas em performance e crescimento sustentável.",
	"home.whatIDoTitle": "O que faço na prática:",
	"home.when1": "Quando é preciso integrar sistemas que não conversam entre si.",
	"home.when2": "Quando processos manuais travam a operação.",
	"home.when3": "Quando dados precisam virar decisão — não planilha.",
	"home.when4": "Quando é hora de entregar com precisão, clareza e performance.",
	"home.whenTitle": "Quando me procuram?",
	"idioma.en": "Inglês",
	"idioma.label": "Idioma",
	"idioma.pt": "Português",
	"media.loadError": "Não foi possível carregar esta mídia.",
	"project.seeMore": "Ver mais",
	"project.seeMoreAria": "Ver mais sobre o projeto {{title}}",
	"projects": {
		"budgetPal": {
			"description": "App mobile criado em react native. Seu propósito é ajudar famílias com recursos financeiros limitados a criarem um orçamento compartilhado, para alcançarem suas metas financeiras.",
			"highlights": {
				"multiUser": "Multiusuário",
				"offlineFirst": "Offline first",
				"realtimeSync": "Sincronização em tempo real"
			},
			"title": "budgetPal"
		},
		"budgetPalWebsite": {
			"description": "Site para a divulgação do app budgetPal.",
			"highlights": {
				"cloudflareWorkers": "Cloudflare Workers",
				"ssr": "SSR"
			},
			"title": "budgetPal Website"
		},
		"portfolio": {
			"description": "Este site. Criado com o propósito de divulgar a minha empresa e o meu trabalho.",
			"highlights": {
				"cloudflareWorkers": "Cloudflare Workers",
				"i18n": "i18n",
				"ssr": "SSR"
			},
			"title": "claushaas.dev"
		},
		"yem": {
			"description": "Plataforma da maior escola de Yoga do Brasil. Com mais de 70 mil alunos, a Yoga em Movimento faz a diferença na qualidade de vida e espiritualidade de milhares de pessoas no mundo inteiro.",
			"highlights": {
				"awsCognito": "AWS Cognito",
				"hotmart": "Hotmart",
				"mautic": "Mautic",
				"postgres": "Postgres",
				"prismaOrm": "Prisma ORM"
			},
			"title": "Yoga em Movimento"
		}
	},
	"projects.listAria": "Lista de projetos",
	"projects.next": "Próximo",
	"projects.nextAria": "Próximo projeto",
	"projects.title": "Projetos",
	"Welcome": "Bem-vindo à Claus Haas Ltda."
}
